Repository: iabsis/igestis-commercial
Catalog: modules/Commercial/lang/locale/*/LC_MESSAGES/Commercial.po
Languages: fr_fr

source: This md5 does already exist : this invoice has already been imported.
fr_fr: Le hash de cette facture existe déjà : cette facture a sans doute déjà été importée.

source: Show previous invoice
fr_fr: Afficher la facture précédente

source: The provider invoice has been successfully deleted
fr_fr: La facture d'achat a été supprimée avec succès

source: The document has been successfully updated
fr_fr: Le document a été mis à jour avec succès

source: Invoice unknown
fr_fr: Facture inconnue

source: Error during the amount adding process
fr_fr: Erreur pendant le processus d'ajout du montant

source: Invoice amount unknown
fr_fr: Montant de facture inconnu

source: Error during the amount remove process
fr_fr: Erreur pendant le processus de suppression de montant

source: An invoice has already been generated for this project and is not editable anymore.
fr_fr: Une facture a été générée pour ce projet et n'est plus modifiable.

source: The invoice has been generated
fr_fr: La facture a été générée avec succès

source: Please provide a valid email address
fr_fr: Merci de spécifier une adresse email valide

source: Please rensign a well formed recipient
fr_fr: Merci de spécifier une adresse de destinataire valide

source: Invoice not found
fr_fr: Facture non trouvée

source: Your invoice
fr_fr: Votre facture

source: The email has been sent to %s
fr_fr: L'email a été envoyé à %s

source: Error during the mail delivrery
fr_fr: Erreur lors de l'envoi du mail

source: The operation has been successfully deleted
fr_fr: L'opération a été supprimée avec succès

source: An error has occurred during the bank operation deletion : %s
fr_fr: Une erreur s'est produite pendant la suppression du compte bancaire : %s

source: The project has been successfully created
fr_fr: Le projet a été créé avec succès

source: An error has occurred during the bank operation creation : %s
fr_fr: Une erreur s'est produite pendant la création du compte bancaire : %s

source: No data has been received for the operation creation
fr_fr: Aucune valeur n'a été transmise pour la création de l'opération

source: Error during the operation association process
fr_fr: Erreur pendant le processus d'association de l'opération

source: There is no more unassigned operation
fr_fr: Il n'y a plus d'opération non assignée

source: The association has been successfully saved
fr_fr: L'association a été sauvegardée avec succès

source: The bank account has been successfully deleted
fr_fr: Le compte bancaire a été supprimé avec succès

source: An error has occurred while parsing the file : %s
fr_fr: Une erreur s'est produite pendant l'analyse du fichier : %s

source: There is no operation to import.
fr_fr: Il n'y a pas d'opération à importer.

source: The selected data has been successfully imported
fr_fr: Les données sélectionnées ont été importées avec succès

source: An error has occurred during the import process : %s
fr_fr: Une erreur s'est produite pendant le processus d'importation : %s

source: The new bank account has been successfully created
fr_fr: Le compte bancaire a été créé avec succès

source: No data received.
fr_fr: Aucune donnée reçue

source: The bank account data has been successfully saved
fr_fr: Les données du compte bancaire ont été sauvegardées avec succès

source: An error has occurred during the bank account update : %s
fr_fr: Une erreur s'est produite pendant la mise à jour du compte bancaire : %s

source: The tax accouting values has been successfuly updated
fr_fr: Le compte de TVA a été mis à jour avec succès

source: An error has occurred during the record of the tax accounting
fr_fr: Une erreur s'est produite pendant l'enregistrement du compte de TVA

source: The purchasing account has been successfully deleted
fr_fr: Le compte d'achat a été supprimé avec succès

source: The account name is a required field
fr_fr: Le nom du compte est un champ requis

source: The account number is a required field
fr_fr: Le numéro de compte est un champ requis

source: The account data has been successfully saved
fr_fr: Les données du compte ont été supprimées avec succès

source: The selling account has been successfully deleted
fr_fr: Le compte de vente a été supprimé avec succès

source: The estimate has been generated
fr_fr: Le devis a été généré

source: Estimate not found
fr_fr: Devis introuvable

source: Your estimate
fr_fr: Votre devis

source: The article has been successfully deleted
fr_fr: L'article a été supprimé avec succès.

source: The article data has been successfully saved
fr_fr: Les données de l'article ont été sauvegardées avec succès

source: No invoice selected
fr_fr: Pas de facture sélectionnée

source: Malformed request
fr_fr: Requête malformée

source: At least one of the selected invoice has not been found.
fr_fr: Au moins une des factures sélectionnées n'a pas été trouvée.

source: Unable to delete this project unless there is linked resources.
fr_fr: Impossible de supprimer ce projet tant que des ressources y sont liées.

source: The project has been successfully deleted
fr_fr: Le projet a été supprimé avec succès

source: An error has occurred during the project creation
fr_fr: Une erreur s'est produite pendant la création du projet

source: No data has been received for the project creation
fr_fr: Aucune donnée n'a été reçue pour la création de ce projet

source: The project has been successfully updated
fr_fr: Le projet a été supprimé avec succès

source: An error has occurred during the selling document update
fr_fr: Une erreur s'est produite pendant la mise à jour du document de vente : %s

source: Project not found
fr_fr: Projet introuvable

source: Error during the project association
fr_fr: Erreur pendant l'association du projet

source: Wrong project and intervention association
fr_fr: Mauvaise association de projet et d'intervention

source: Error during the document unlink
fr_fr: Impossible de délié le document

source: Error during the intervention unlink
fr_fr: Impossible de délié l'intervention

source: Wrong project and provider invoice association
fr_fr: Mauvaise association de facture d'achat et d'intervention

source: Error during the provider invoice unlink
fr_fr: Impossible de délié la facture d'achat

source: Wrong project and free document association
fr_fr: Mauvaise association de projet et de document libre

source: Error during the free document deletion
fr_fr: Erreur pendant la suppression du document libre

source: Free document not found
fr_fr: Document libre introuvable

source: Error during the free document edition
fr_fr: Erreur pendant la modification du document libre

source: Time saved
fr_fr: Temps économisé

source: Error during the time credit saving
fr_fr: Erreur pendant la sauvegarde du crédit de temps

source: The taxe rate has been successfully deleted
fr_fr: Le taux de tva a été supprimé avec succès

source: The taxe rate data has been successfully saved
fr_fr: Le taux de tva a été créé avec succès

source: The commercial document has been successfully deleted
fr_fr: Le document commercial a été supprimé avec succès

source: Unknown project
fr_fr: Projet inconnu

source: The document has been successfully created
fr_fr: Le document a été créé avec succès

source: An error has occurred during the project creation : %s
fr_fr: Une erreur s'est produite pendant la création du projet : %s

source: No data has been received for the selling document creation
fr_fr: Aucune valeur n'a été transmise pour la création du document de vente

source: Unable to find document
fr_fr: Impossible de trouver un document

source: Unable to find article
fr_fr: Impossible de trouver un article

source: Article successfully saved
fr_fr: Article sauvegardé avec succès

source: Selling document not found
fr_fr: Document de vente introuvable

source: Article not found
fr_fr: Pas d'article trouvé

source: No access to this article
fr_fr: Pas d'accès pour cet article

source: Article successfully removed
fr_fr: Article supprimé avec succès

source: Company configuration has been saved successfully
fr_fr: La configuration de la société a été sauvegardée avec succès

source: Error during the configuration save. Error message : %s
fr_fr: Erreur pendant la sauvegarde de la configuration. Erreur rencontrée : %s

source: Error during the configuration save
fr_fr: Erreur pendant la sauvegarde de la configuration

source: Failed to delete the previous file.
fr_fr: Impossible de remplacer le fichier précédent.

source: The intervention has been successfully deleted
fr_fr: L'intervention a été supprimée avec succès

source: The date format is invalid
fr_fr: Le format de date est invalide

source: The start time format is invalid
fr_fr: L'heure de début est invalide

source: The end time format is invalid
fr_fr: L'heure de fin est invalide

source: The pause time format is invalid
fr_fr: Le temps de pause invalide

source: The elapsed time format is invalid
fr_fr: Le format du temps effectué est invalide

source: Unable to create the folder : '%s'
fr_fr: Impossible de créer le dossier : '%s'

source: Unable to find the file '%s'.
fr_fr: Impossible de trouver le fichier '%s'

source: An error occured during the intervention save.
fr_fr: Une erreur s'est produite pendant la sauvegarde de l'intervention.

source: The intervention data has been successfully saved
fr_fr: Les données de l'intervention ont été sauvegardées avec succès

source: The intervention has been duplicated successfully
fr_fr: L'intervention a été dupliquée avec succès

source: Document not found
fr_fr: Document introuvable

source: The paid status has been updated
fr_fr: L'état du paiement a été mis à jour.

source: An error has occurred during the paid status change : %s
fr_fr: Une erreur s'est produite pendant le changement de l'état du paiement : %s

source: The html render must implement the interface of the same name or to be type of 'Twig_Environment', now '%s'
fr_fr: Le moteur de rendu html doit implémenter l'interface du même nom ou être du type 'Twig_Environment', actuellement '%s'

source: Unable to create the estimate folder '%s'
fr_fr: Impossible de créer le dossier pour le devis '%s'

source: The invoice is not a known invoice format
fr_fr: La facture n'est pas un format de facture connu

source: The amount tax free (%s), amount taxes included (%s) and taxes (%s) does not match
fr_fr: Le montant hors taxes (%s), le montant TTC (%s) et la TVA (%s) ne correspondent pas

source: This invoice is in read only mode. It has already been exported
fr_fr: Cette facture est en lecture seule. Elle a déjà été exportée

source: This document is associated to one or more bank operation. You cannot change the payment status
fr_fr: Ce document est associé à une ou plusieurs opérations bancaire. Vous ne pouvez pas changer l'état de paiment.

source: This provider invoice number already exists
fr_fr: Ce numéro de facture d'achat existe déjà

source: This invoice is already linked to a bank operation
fr_fr: Cette facture est déjà associée à une opération bancaire

source: None
fr_fr: Aucun

source: Doesn't allow the access to sales projects
fr_fr: Ne permet pas l'accès aux projets de ventes

source: Administrator
fr_fr: Administateur

source: Allow to create and delete projects, create assets, invoices and estimations, and export invoices and assets
fr_fr: Permet de créer et supprimer des projets, créer des devis, des factures, des factures d'avoir et esporter les informations.

source: Employee
fr_fr: Employé

source: Allow to create and delete projects, create assets, invoices and estimations
fr_fr: Permet de créer et supprimer des projets, créer des devis, des factures et des factures d'avoir.

source: Accountant
fr_fr: Comptable

source: Allow to export invoices and assets
fr_fr: Permet d'exporter les factures et des factures d'avoir.

source: Projects
fr_fr: Projets

source: Sales documents
fr_fr: Documents de vente

source: Purchases invoices
fr_fr: Factures d'achats

source: Articles database
fr_fr: Base d'articles

source: Users balance
fr_fr: Solde utilisateurs

source: Bank accounts
fr_fr: Comptes bancaires

source: Export
fr_fr: Exportation

source: My projects
fr_fr: Mes projets

source: My interventions
fr_fr: Mes interventions

source: My commercial documents
fr_fr: Mes documents commerciaux

source: Quick links
fr_fr: Navigation rapide

source: New intervention
fr_fr: Nouvelle intervention

source: New commercial element
fr_fr: Nouvel élément commercial

source: New project
fr_fr: Nouveau projet

source: Taxe rates
fr_fr: Taux de TVA

source: Accounting
fr_fr: Comptes

source: Project parameters
fr_fr: Paramètres des projets

source: Commercial parameters
fr_fr: Paramètres commerciaux

source: The commercial config.ini file contains errors
fr_fr: Le fichier config.ini du module Commercial contient des erreurs

source: Total commercial docs
fr_fr: Total document commerciaux

source: Total buying invoices
fr_fr: Total factures d'achat

source: Total intervention time
fr_fr: Temps total des interventions

source: Total invoiced credit time
fr_fr: Crédit de temps total facturé

source: Remaining credit time
fr_fr: Crédit de temps restant

source: New article
fr_fr: Nouvel article

source: Item type
fr_fr: Type d'élément

source: Tax rate
fr_fr: Taux de tva

source: Label
fr_fr: Libellé

source: Selling price
fr_fr: Prix de vente

source: Quantity
fr_fr: Quantité

source: Total sold
fr_fr: Solde total

source: Purchasing price
fr_fr: Prix d'achat

source: Earning
fr_fr: Bénéfice

source: Close
fr_fr: Fermer

source: Save
fr_fr: Sauvegarder

source: Bank accounts list
fr_fr: Liste des comptes bancaires

source: Add or edit bank accounts. You can also import ofx files
fr_fr: Ajoutez ou modifiez les comptes bancaires. Vous pouvez aussi importer des fichiers ofx

source: Are you sure that you want to delete this operation ?
fr_fr: Êtes-vous sûr de vouloir supprimer cette opération ?

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Account name
fr_fr: Nom de compte

source: Account balance
fr_fr: Balance du compte

source: Return to account list
fr_fr: Retour à la liste des comptes

source: Filter the operations
fr_fr: Filtrer les opérations

source: Assigned to a contact
fr_fr: Assigné à un contact

source: All
fr_fr: Tout

source: Search
fr_fr: Rechercher

source: Add new operation
fr_fr: Ajouter une nouvelle opération

source: Amount
fr_fr: Montant

source: Assigned to
fr_fr: Assigné à

source: Edit
fr_fr: Édition

source: Delete
fr_fr: Supprimer

source: State
fr_fr: État

source: Draft
fr_fr: Brouillon

source: Estimate
fr_fr: Devis

source: Invoice
fr_fr: Facture

source: Credit
fr_fr: Crédit

source: Purchasing account
fr_fr: Compte d'achat

source: Amount taxes included
fr_fr: Montant TTC

source: Amount without taxes
fr_fr: Montant HT

source: Or
fr_fr: Ou

source: Taxes
fr_fr: TVA

source: New provider invoice
fr_fr: Nouvelle facture d'achat

source: Provider
fr_fr: Fournisseur

source: Invoice date
fr_fr: Date de la facture

source: Invoice number
fr_fr: Numéro de facture

source: Payment type
fr_fr: Type de paiement

source: Save changes
fr_fr: Sauvegarder les changements

source: Edit the purchasing account
fr_fr: Editer le compte d'achat

source: Fill all information about the new purchasing account
fr_fr: Saisissez toutes les informations a propos du nouveau compte d'achat

source: Account number
fr_fr: Numéro de compte

source: Cancel
fr_fr: Annuler

source: Commercial module configuration
fr_fr: Configuration du module commercial

source: Update the default values for the commercial module
fr_fr: Mise à jour des valeurs par défaut pour le module commercial

source: Sales document
fr_fr: Documents de vente

source: Export format
fr_fr: Format d'exportation

source: Invoices & quotations
fr_fr: Factures & devis

source: Default estimate validity duration (in days)
fr_fr: Durée de validité d'un devis par défaut (en jours)

source: Default payment limit duration (in days)
fr_fr: Durée de limite de paiement d'une facture par défaut (en jours)

source: Estimate mail format
fr_fr: Format du mail du devis

source: Invoice mail format
fr_fr: Format de la facture par défaut

source: The export system has been changed since the last igestis-commercial module update.
fr_fr: Le système d'exportation a changé depuis la dernière mise à jour d'iGestis Commercial.

source: Here is your last config to help you to change your configuration.
fr_fr: Vous trouverez ici votre dernière configuration afin de vous aider à l'adapter au nouveau système.

source: Note that this information is going to disappear after your next form save. If you want to keep it safe, please save it in a separate text file.
fr_fr: Cette information disparaîtra une fois que la nouvelle configuration sera sauvegardée. Prenez soin de bien noter ces informations si vous souhaitez les garder.

source: Export header
fr_fr: En-tête de l'export

source: Export buying invoice (taxe included)
fr_fr: Export des factures d'achat (taxes incluses)

source: Export buying invoice (duty free amount)
fr_fr: Export des factures d'achat (montants hors taxe)

source: Export buying invoice (amount of taxes)
fr_fr: Export des factures d'achat (montant des taxes)

source: Export selling invoice (taxe included)
fr_fr: Export des factures de vente (taxes incluses)

source: Export selling invoice (duty free amount)
fr_fr: Export des factures de ventes (montant hors taxe)

source: Export selling invoice (amount of taxes)
fr_fr: Export des factures d'achat (montant hors taxe)

source: Available variables
fr_fr: Variables disponibles

source: The user account specified in the Customers > Customer ID field
fr_fr: Le compte utilisateur spécifié dans Clients > ID client

source: Tax account
fr_fr: Compte de TVA

source: The account where to export the current invoice line
fr_fr: Le compte vers lequel exporter la ligne de facture en cours

source: Invoice date (Datetime format). See the formatting section to see how to use this field.
fr_fr: Date de facture (format Datetime de php). Voir la section "formatage" pour plus de détails sur l'utilisation de cette variable.

source: Current amount to export
fr_fr: Montant actuel à exporter

source: The invoice ID
fr_fr: L'ID de facture

source: User label
fr_fr: Libellé de l'utilisateur

source: Formatting
fr_fr: Formatage

source: eg : {{ pad(userAccount, 10, '0', STR_PAD_RIGHT) }} show the userAccount and complete the string with '0' to create a string 10 characters length
fr_fr: ex: {{ pad(userAccount, 10, '0', STR_PAD_RIGHT) }} affiche le champs userAccount et complète le champ avec des '0' pour créer une chaine de 10 caractères.

source: eg : {{ invoiceDate|date('Ymd') }} will return the invoice date in the yyyymmdd format
fr_fr: ex: {{ invoiceDate|date('Ymd') }} retournera la date de facture au format yyyymmdd

source: date function
fr_fr: function date

source: eg : {{ taxes|number_format(2, '.', ',') }} will return a number with format 1,234.56
fr_fr: ex: {{ taxes|number_format(2, '.', ',') }} retournera un nombre au format 1,234.56

source: number format
fr_fr: Format du nombre

source: eg : {{ amount > 200 ? 'Cool' : 'NotCool' }} will show 'Cool' if amount is greater than 200, and 'NotCool' else.
fr_fr: ex: {{ amount > 200 ? 'Cool' : 'PasCool' }} affichera 'Cool' si le montant est supérieur à 200, sinon affichera 'PasCool'.

source: Simple condition
fr_fr: Condition simple

source: eg : {% if type == 'selling'%}VT{% else %}AC{% endif%} will show 'VT' if type is selling and 'AC' else. This syntax allow you to create condition for entire blocks.
fr_fr: ex: {% if type == 'selling'%}VT{% else %}AC{% endif%} affichera 'VT' si le type est vente et 'AC' dans le cas contraire. Cette syntaxe permet de créer des conditions sur des blocs entiers.

source: Complex condition
fr_fr: Condition complexe

source: Legal mentions
fr_fr: Mentions légales

source: General invoice conditions
fr_fr: Conditions générale de facturation

source: Terms font size
fr_fr: Taille de police des conditions

source: Please find the list of the projects shared with you.
fr_fr: Voici la liste des projets partagés avec vous.

source: Filter the projects
fr_fr: Filtrer les projets

source: Status
fr_fr: Statut

source: Opened
fr_fr: Ouvert

source: Closed
fr_fr: Fermé

source: Title
fr_fr: Titre

source: View
fr_fr: Afficher

source: Providers invoices list
fr_fr: Liste des factures fournisseurs

source: Import and list all purchases invoices.
fr_fr: Importer et lister toutes les factures d'achats.

source: Are you sure that you want to delete this provider's invoice ?
fr_fr: Êtes-vous sur de vouloir supprimer cette facture d'achat ?

source: Filter the provider invoices
fr_fr: Filtrer les factures d'achats

source: Filled out
fr_fr: Saisies

source: Drag and drop your invoices to import them.
fr_fr: Glissez déposez vos factures pour les importer.

source: Add an invoice
fr_fr: Ajouter une facture

source: Export the invoices
fr_fr: Exporter les factures

source: Select the invoices that you want to export and click "Eport"
fr_fr: Sélectionnez les factures que vous voulez exporter et cliquer sur "exporter"

source: Warning, the export format looks incomplete.
fr_fr: Attention, le format d'export semble incomplet.

source: Filter the invoices
fr_fr: Filtrage des factures

source: Exported
fr_fr: Exporter

source: Third party
fr_fr: TIers

source: Paid
fr_fr: Payé

source: Document number
fr_fr: Numéro de document

source: Document amount
fr_fr: Montant du document

source: Credit note
fr_fr: Facture d'avoir

source: Sales
fr_fr: Ventes

source: Order
fr_fr: Achat

source: Thank to select at least one invoice before to click the "export" button
fr_fr: Merci de sélectionner au moins une facture avant de cliquer sur le bouton "exporter"

source: Are you sure that you want to export these invoices ?
fr_fr: Êtes-vous sûr de vouloir exporter ces factures ?

source: Import report
fr_fr: Rapport d'import

source: Select the rows you want to import into your database
fr_fr: Sélectionnez les lignes que vous souhaiter importer dans votre base de donnée

source: List of accounts fetched from the ofx file
fr_fr: Liste des comptes récupérés depuis le fichier ofx

source: Reference
fr_fr: Réfèrence

source: Sold
fr_fr: Solde

source: Bank name
fr_fr: Nom de la banque

source: List of operations fetched from the ofx file
fr_fr: Liste des opérations récupérées depuis le fichier ofx

source: Account
fr_fr: Comptes

source: Import
fr_fr: Importer

source: Duplicate intervention
fr_fr: Dupliquer l'intervention

source: Customer
fr_fr: Client

source: Intervention date
fr_fr: Date de l'intervention

source: Save & Edit
fr_fr: Sauver et modifier

source: Thanks to fill the bank name of each selected account
fr_fr: Merci de remplir un nom de banque pour chaque compte sélectionné

source: Are you sure you want to delete this article ?
fr_fr: Êtes-vous sur de vouloir supprimer cet article ?

source: Are you sure that you to remove this amount ?
fr_fr: Êtes-vous sur de vouloir supprimer ce montant ?

source: Create a new purchasing account
fr_fr: Créer un nouveau compte d'achat

source: New bank account
fr_fr: Nouveau compte bancaire

source: Dear Customer
fr_fr: Cher client

source: Following our conversation, please find enclosed the requested estimate.
fr_fr: Suite à notre conversation, veuillez trouver ci-joint le devis demandé.

source: Thank you for your confidence.
fr_fr: Merci pour votre confiance.

source: Best regards
fr_fr: Bien cordialement

source: A project is a collection of sales documents, purchases invoices and interventions in one place.
fr_fr: Un projet est un ensemble de documents de vente, factures d'achats et interventions regroupé à un seul endroit.

source: Are you sure that you want to delete this project ?
fr_fr: Ètes-vous sur de vouloir supprimer ce projet ?
