Repository: iabsis/igestis-commercial
Catalog: modules/Commercial/lang/locale/*/LC_MESSAGES/Commercial.po
Languages: fr_fr

source: Edit a commercial document
fr_fr: Éditer un document commercial

source: Fill all information about the commercial document
fr_fr: Saisissez toutes les informations a propos du document commercial

source: This document is not editable as it has been exported or paid.
fr_fr: Ce document n'est pas modification car il a déjà été exporté ou payé.

source: This document is linked to the project
fr_fr: Ce document est lié au projet.

source: Billed to
fr_fr: Facturé à

source: Change contact details
fr_fr: Changer les détails du contact

source: Restore contact details
fr_fr: Restaurer les détails du contact

source: Address
fr_fr: Adresse

source: Address complement
fr_fr: Adresse supplément

source: Postal code
fr_fr: Code postal

source: City
fr_fr: Ville

source: Revert
fr_fr: Rétablir

source: Small description
fr_fr: Résumé

source: Full description
fr_fr: Details

source: Credit time
fr_fr: Crédit de temps

source: Documents
fr_fr: Document

source: Generate the estimate
fr_fr: Générer le devis

source: Convert to invoice
fr_fr: Convertir en facture

source: Estimate action
fr_fr: Action sur le devis

source: Generate again the estimate
fr_fr: Générer a nouveau le devis

source: Send the estimate by email
fr_fr: Envoyer le devis par mail

source: Download the estimate
fr_fr: Télécharger le devis

source: Invoice action
fr_fr: Action sur la facture

source: Generate again the invoice
fr_fr: Générer a nouveau la facture

source: Send the invoice by email
fr_fr: Envoyer la facture par mail

source: Download the invoice
fr_fr: Télécharger la facture

source: Items
fr_fr: Éléments

source: New item
fr_fr: Nouvel élément

source: Search an item
fr_fr: Rechercher un élément

source: Filter articles
fr_fr: Filtrage des articles

source: Add
fr_fr: Ajouter

source: Send invoice by mail
fr_fr: Envoyer la facture par email

source: Customer email
fr_fr: Email du client

source: Send
fr_fr: Envoyer

source: Send estimate by mail
fr_fr: Envoyer le devis par mail

source: Edit a purchase invoice
fr_fr: Éditer une facture d'achat

source: Fill all information about the invoice
fr_fr: Saisissez toutes les informations a propos de la facture

source: Document information
fr_fr: Information du document

source: Creditor
fr_fr: Créditeur

source: Payment mode
fr_fr: Mode de paiement

source: Document amounts
fr_fr: Montants du document

source: Add or edit an amount
fr_fr: Ajouter ou supprimer un montant

source: This invoice number already exist
fr_fr: Ce numéro de facture d'achat existe déjà

source: This invoice number already exist. What do you want to do ?
fr_fr: Ce numéro de facture d'achat existe déjà. Que souhaitez-vous faire ?

source: Change invoice number
fr_fr: Changer le numéro de facture

source: View previous one
fr_fr: Afficher le précédant

source: Loading form
fr_fr: Chargement du formulaire

source: Set only one of the two fields
fr_fr: Définir seulement un des deux champs

source: Set taxes or amount without taxes
fr_fr: Saisissez les taxes ou le montant hors taxes

source: Edit an intervention
fr_fr: Éditer une intervention

source: Review the time and the information about the work done to your customer.
fr_fr: Vérifiez les temps et autres informations du travail effectué chez votre client.

source: This intervention is linked to the project
fr_fr: Cette intervention est liée au projet

source: Intervention details
fr_fr: Détail de l'intervention

source: Worker
fr_fr: Travailleur

source: Start time
fr_fr: Heure de début

source: End time
fr_fr: Heure de fin

source: Pause duration
fr_fr: Temps de pause

source: Elapsed time
fr_fr: Temps passé

source: Please wait while the scanner is scanning your document.
fr_fr: Veuillez patienter pendant la numérisation de votre document.

source: Please wait while your document is uploading.
fr_fr: Veuillez patienter pendant le transfère de votre document.

source: Projects configuration
fr_fr: Configuration des projets

source: Configure your projects settings
fr_fr: Configurez les paramètres de votre projet

source: Client visibility
fr_fr: Visibilité par le client

source: Free document
fr_fr: Document libre

source: Hidden
fr_fr: Caché

source: Commercial document
fr_fr: Documents commerciaux

source: Buying invoices
fr_fr: Factures d'achat

source: Number
fr_fr: Numéro

source: Valid until
fr_fr: Valide jusqu'au

source: of
fr_fr: sur

source: VAT
fr_fr: TVA

source: Unit Price
fr_fr: Prix unitaire

source: Sub total
fr_fr: Sous total

source: Commercial information
fr_fr: Informations commerciales

source: Payment informations
fr_fr: Information des paiements

source: Imprint
fr_fr: Mentions

source: Cash
fr_fr: Espèce

source: Credit card
fr_fr: Carte de crédit

source: Check
fr_fr: Chèque

source: Debit
fr_fr: Prélèvement

source: Other
fr_fr: Autre

source: Transfer
fr_fr: Virement

source: New estimate
fr_fr: Nouveau devis

source: Linked interventions
fr_fr: Lier des interventions

source: Link an intervention
fr_fr: Lier une intervention

source: Add new
fr_fr: Nouveau

source: Duration
fr_fr: Durée

source: Duplicate
fr_fr: Dupliquer

source: Unlink
fr_fr: Détacher

source: Create a new article
fr_fr: Créer un nouvel article

source: Fill all information about the new article
fr_fr: Saisissez toutes les informations a propos de votre nouvel article

source: Warning!
fr_fr: Attention !

source: You must first create at least one tax rate before adding an article.
fr_fr: Vous devez ajouter au moins une tax avant de pouvoir ajouter un article.

source: Create a tax rate
fr_fr: Créer un taux de TVA

source: You must first create at least one selling account before adding an article.
fr_fr: Vous devez créer au moins un compte de vente avant de pouvoir ajouter un article.

source: Create a selling account
fr_fr: Créer un compte de vente

source: Article information
fr_fr: Informations de l'article

source: Our reference
fr_fr: Notre reference

source: Manufacturer reference
fr_fr: Reférence fabricant

source: Taxe rate
fr_fr: Taux de TVA

source: Selling account
fr_fr: Compte de vente

source: Category
fr_fr: Catégorie

source: Total purchasing price
fr_fr: Total du prix d'achat

source: Total selling price
fr_fr: Total prix de vente

source: Total benefits
fr_fr: Total du bénéfice

source: Project details
fr_fr: Détails du projet

source: Link and create all informations about your project.
fr_fr: Lier et créer toutes les informations a propos de votre projet.

source: Project management
fr_fr: Gestion des projets

source: title
fr_fr: titre

source: Initial time sold
fr_fr: Solde de temps initial

source: Project status
fr_fr: Statut du projet

source: Customer details
fr_fr: Détails du client

source: Phone
fr_fr: Téléphone

source: Project summary
fr_fr: Résumé du projets

source: External documents
fr_fr: Documents externes

source: Drag and drop any files here to import them.
fr_fr: Glissez-déposez n'importe quel fichier ici pour l'importer.

source: Add an external document
fr_fr: Ajouter un document externe

source: Link commercial document
fr_fr: Lier un document commercial

source: Link an external document
fr_fr: Lier un document externe

source: Link buying invoice
fr_fr: Lier une facture d'achat

source: Edit the free document
fr_fr: Éditer le document libre

source: Update
fr_fr: Mise à jour

source: Update commercial document time credit
fr_fr: Mise à jour du crédit de temps du document commercial

source: Are you sure that you to remove this commercial document from this project ?
fr_fr: Êtes-vous sur de vouloir enlever ce document commercial de ce projet ?

source: Are you sure that you to remove this intervention from this project ?
fr_fr: Êtes-vous sur de vouloir enlever cette intervention de ce projet ?

source: Are you sure that you to remove this intervention from this buying invoice ?
fr_fr: Êtes-vous sur de vouloir enlever cette facture d'achat de ce projet ?

source: Create a new selling account
fr_fr: Créer un nouveau compte de vente

source: Fill all information about the new selling account
fr_fr: Saisissez toutes les informations a propos du nouveau compte de vente

source: Purchase invoices
fr_fr: Factures d'achat

source: Link a purchase invoice
fr_fr: Lier une facture d'achat

source: Invoice amount
fr_fr: Montant de la facture

source: Details
fr_fr: Détails

source: New selling document
fr_fr: Nouveau document de vente

source: Little description
fr_fr: Résumé

source: Create an employee
fr_fr: Créer un employé

source: Add an amount
fr_fr: Ajouter un montant

source: Edit an article
fr_fr: Éditer un article

source: Fill all information about the article
fr_fr: Saisisseu toutes les informations a propos de l'article

source: Interventions list
fr_fr: Liste des interventions

source: Add and remove interventions.
fr_fr: Ajouter ou supprimer des inteventions

source: Are you sure that you want to delete this intervention ?
fr_fr: Ètes-vous sur de vouloir supprimer cette intervention ?

source: Filter interventions
fr_fr: Filtrer des interventions

source: From
fr_fr: De

source: To
fr_fr: À

source: Create a new intervention
fr_fr: Créer une nouvelle intervention

source: Project
fr_fr: Projet

source: Commercial documents
fr_fr: Documents commerciaux

source: Link a commercial document
fr_fr: Lier un document commercial

source: Please find enclosed the invoice for your project. The settlement information are also included.
fr_fr: Veuillez trouver ci-joint la facture pour votre projet. Les informations de règlement y sont incluses.

source: New invoice
fr_fr: Nouvelle facture

source: Payment deadline
fr_fr: Date limite de paiement

source: Invoice type
fr_fr: Type de facture

source: Taxe rates list
fr_fr: Liste des taux de TVA

source: Add and remove taxe rates.
fr_fr: Ajouter et supprimer des taux de TVA.

source: Are you sure that you want to delete this taxe rate ?
fr_fr: Ètes-vous sur de vouloir supprimer ce taux de TVA ?

source: Add new taxe rate
fr_fr: Ajouter un nouveau taux

source: Value
fr_fr: Valeur

source: Are you sure that you want to delete this account ?
fr_fr: Êtes-vous sur de vouloir supprimer ce compte ?

source: Add new account
fr_fr: Nouveau compte

source: Import ofx file
fr_fr: Importer un fichier ofx

source: Operations list
fr_fr: Liste des opérations

source: Informations regarding your project.
fr_fr: Informations a propos de votre projet.

source: File
fr_fr: Fichier

source: Download
fr_fr: Télécharger

source: See your interventions history.
fr_fr: Afficher l'historique de vos interventions

source: Edit a bank operation
fr_fr: Editer une opération bancaire

source: Fill all information about the operation
fr_fr: Complétez toutes les informations concernant cette opération

source: Bank operation information
fr_fr: Informations de l'opération bancaire

source: Operation name
fr_fr: Nom de l'opération

source: Operation date
fr_fr: Date de l'opération

source: Operation amount
fr_fr: Montant de l'opération

source: Import reference
fr_fr: Référence d'importation

source: Import date
fr_fr: Date d'importation

source: Operation status
fr_fr: Statut de l'opération

source: Not assignable
fr_fr: Non assignable

source: Founded invoices with same amount
fr_fr: Factures du même montant trouvées

source: OR
fr_fr: OU

source: Amount details
fr_fr: Detail du montant

source: Assign this operation manually
fr_fr: Assigner cette opération manuellement

source: Associated user
fr_fr: Utilisateur associé

source: Remove
fr_fr: Enlever

source: Save and next operation
fr_fr: Sauvegarde et opération suivante

source: Are you sure that you want not to assign this operation ? Every assigned row will be reseted
fr_fr: Etes-vous sûr de ne pas vouloir associer cette opération ? Toutes les associations de cette operation seront supprimées.

source: The assigned amounts does not match the operation amount. Do you want to validate anyway ?
fr_fr: Les montants assignés ne correspondent pas au montant de l'opération. Voulez vous valider malgré tout ?

source: Documents list
fr_fr: Liste des documents

source: You commercial documents history.
fr_fr: L'historique des documents commerciaux.

source: Filter commercial document
fr_fr: Filtrer des documents commerciaux

source: Document date
fr_fr: Date du document

source: Amout without taxes
fr_fr: Total HT

source: Log the time and the informations about the work done for your customer.
fr_fr: Saisissez les temps et les informations du travail effectués chez votre client.

source: Intervention information
fr_fr: Informations de l'intervention

source: Save changes and new
fr_fr: Sauvegarder les changements et nouveau

source: Please wait while scanning your document.
fr_fr: Veuillez patienter pendant la numérisation du document.

source: Please wait while uploading your document.
fr_fr: Veuillez patienter pendant la transmission de votre document.

source: Edit a taxe rate
fr_fr: Éditer un taux de TVA

source: Fill all information about the taxe rate
fr_fr: Saisissez toutes les informations a propos du taux de TVA

source: taxe rate information
fr_fr: Information du taux de TVA

source: Percentage
fr_fr: Pourcentage

source: Accounting management
fr_fr: Gestion des comptes

source: Add and remove the accounts.
fr_fr: Ajouter et supprimer des comptes.

source: Are you sure that you want to delete this purchasing account ?
fr_fr: Êtes-vous sur de vouloir supprimer ce compte d'achat ?

source: Are you sure that you want to delete this selling account ?
fr_fr: Êtes-vous sur de vouloir supprimer ce compte de vente ?

source: Purchasing accounts
fr_fr: Comptes d'achat

source: Selling accounts
fr_fr: Comptes de vente

source: Vat accounts
fr_fr: Comptes TVA

source: Add new purchasing account
fr_fr: Ajouter un nouveau compte d'achat

source: Add new selling account
fr_fr: Ajouter un nouveau de compte de vente

source: Sales tax account
fr_fr: Compte de TVA de vente

source: Purchase tax account
fr_fr: Compte pour les taxes des achats

source: View user balance. For more details about a user balance, click on "see details" button.
fr_fr: Affichage du solde utilisateur. Pour plus d'information concernant les soldes, cliquez sur le bouton "Plus de details".

source: User
fr_fr: Utilisateur

source: See details
fr_fr: Plus de détails

source: Add and remove documents.
fr_fr: Ajouter et supprimer des documents.

source: Are you sure that you want to delete this document ?
fr_fr: Ètes-vous sur de vouloir supprimer ce document ?

source: New document
fr_fr: Nouveau document

source: Balance detail
fr_fr: Détail de la balance

source: Here you can see the user balance. Click on the "see details" button to see the balance history for an user.
fr_fr: Ici vous pouvez voir la balance utilisateur. Cliquez sur "Plus de détails" pour voir l'historique des mouvements pour un utilisateur.

source: Balance amount
fr_fr: Montant de la balance

source: Return to balance page
fr_fr: Retourner à la page balance

source: Transaction amount
fr_fr: Montant de la transaction

source: Bank transaction
fr_fr: Transaction bancaire

source: New operation
fr_fr: Nouvelle opération

source: Edit a bank account
fr_fr: Editer les informations bancaires

source: Account reference
fr_fr: Reférence du compte

source: This reference is used by the ofx import to associate the operations to the right account
fr_fr: Cette référence est utilisée par l'importation ofx pour associer les opérations au compte.

source: Edit the selling account
fr_fr: Modifier le compte de vente

source: Provider name
fr_fr: Nom du fournisseur

source: Buying price
fr_fr: Prix d'achat

source: Total with taxes
fr_fr: Total TTC

source: Articles list
fr_fr: Liste d'articles

source: Manage the list of articles usable for your sales documents.
fr_fr: Gestion de la liste des articles utilisables dans les documents de vente.

source: Are you sure that you want to delete this article ?
fr_fr: Ètes-vous sur de vouloir supprimer cet article ?

source: Add new article
fr_fr: Ajouter un article

source: Import bank account operations
fr_fr: Importer une opération de compte bancaire

source: Source file information
fr_fr: Information du fichier source

source: OFX file
fr_fr: fichier OFX

source: Next step
fr_fr: Étape suivante

source: Return to the list
fr_fr: Retour à la liste

source: Associated doc.
fr_fr: Doc associé

source: Create a new taxe rate
fr_fr: Créer un nouveau taux de TVA

source: Check / Uncheck all
fr_fr: Tout cocher / décocher

source: Paiment before
fr_fr: A régler avant le
